<p>As partes contratantes aceitam e se obrigam a cumprir as seguintes cl&aacute;usulas abaixo:</p>

<ol>
    <li>PINTOS LTDA., neste ato designado VENDEDOR, celebra com o COMPRADOR, qualifica&ccedil;&atilde;o acima, a
        		abertura de um cr&eacute;dito, no valor declarado acima, o qual ser&aacute; utilizado por este, nos
        		estabelecimentos do VENDEDOR, para compra das mercadorias, recebidas pelo COMPRADOR em perfeito estado
        		de conserva&ccedil;&atilde;o e funcionamento, com todos os seus pertences e acess&oacute;rios.</li>
    <li>O cr&eacute;dito ora aberto, acrescido de corre&ccedil;&atilde;o monet&aacute;ria e demais despesas
        		decorrentes da compra e venda, ser&aacute; pago pelo COMPRADOR, em presta&ccedil;&otilde;es mensais de
        		n&uacute;mero,valores e vencimentos conforme estipulados acima e com o qual o carn&ecirc;, que
        		ser&aacute; fornecido ao COMPRADOR, tamb&eacute;m estar&aacute; de acordo.</li>
    <li>O COMPRADOR se confessa devedor do VENDEDOR das presta&ccedil;&otilde;es aludidas, as quais ser&atilde;o
        		liquidadas nos vencimentos respectivos, no caixa dos estabelecimentos do VENDEDOR. Caso pague via banco,
        		o COMPRADOR obriga-se a enviar ao VENDEDOR o comprovante do dep&oacute;sito, informando os
        		n&uacute;meros do carn&ecirc; e de presta&ccedil;&otilde;es pagos.</li>
    <li>Se o COMPRADOR atrasar o pagamento de qualquer das presta&ccedil;&otilde;es referidas nas cl&aacute;usulas 2
        		e 3, o VENDEDOR poder&aacute; considerar rescindido de pleno direito o presente contrato, independente
        		de qualquer interpela&ccedil;&atilde;o judicial ou extra-judicial,considerando-se ent&atilde;o,
        		antecipadamente vencidas todas as demais presta&ccedil;&otilde;es.</li>
    <li>Caso atrase qualquer das presta&ccedil;&otilde;es, o COMPRADOR autoriza as medidas de cobran&ccedil;a e
        		inclus&atilde;o de seu nome nos cadastros dos Servi&ccedil;os de Prote&ccedil;&atilde;o ao
        		Cr&eacute;dito e em outros servi&ccedil;os de prote&ccedil;&atilde;o ao cr&eacute;dito similares.</li>
    <li>O COMPRADOR se obriga a comunicar, imediatamente, qualquer mudan&ccedil;a de seu endere&ccedil;o para que o
        		VENDEDOR possa avis&aacute;-lo corretamente nas ocorr&ecirc;ncias previstas no item anterior.</li>
    <li>Sem importar em nova&ccedil;&atilde;o e independente de aviso ou interpela&ccedil;&atilde;o judicial, o
        		VENDEDOR poder&aacute; receber com atraso quaisquer das presta&ccedil;&otilde;es ficando as mesmas,
        		nestas hip&oacute;teses, sujeitas a juros de mora de % por cento) ao m&ecirc;s, mais taxa de
        		perman&ecirc;ncia de % sobre seu valor, por m&ecirc;s ou fra&ccedil;&atilde;o, e ao pagamento de
        		despesas de protesto, honor&aacute;rios de advogado, se constitu&iacute;do pelo VENDEDOR, de 20 % (vinte
        		por cento ) sobre o valor do d&eacute;bito vencido e corrigido ou, requerer a apreens&atilde;o,
        		dep&oacute;sito judicial e o disposto na lei processual.</li>
    <li>Por for&ccedil;a do pacto &ldquo;reservati domini&rdquo; aqui expressamente institu&iacute;do e aceito pelas
        		partes, fica reservada do VENDEDOR a propriedade da(s) mercadoria(s) negociada(s), at&eacute; que sejam
        		pagas todas as presta&ccedil;&otilde;es.
    </li>
    <li>Todos os encargos e despesas decorrentes deste contrato, ou sobre ele incidentes, correr&atilde;o por conta
        		do COMPRADOR, l&iacute;cito ao VENDEDOR a exig&ecirc;ncia antecipada de despesas incidentes sobre o seu
        		registro, para fins de validade contra terceiros.</li>
    <li>Responder&aacute; civilmente por todos os encargos estabelecidos neste contrato, o AVALISTA do COMPRADOR.
    </li>
    <li>O COMPRADOR concede ao VENDEDOR, poderes especiais e irrevog&aacute;veis de mandato para, em nome dele,
        		emitir em favor do de quem, com VENDEDOR ou este indicar Notas Promiss&oacute;rias, vencimento a vista,
        		representativas da d&iacute;vida ent&atilde;o em aberto e/ou de cada presta&ccedil;&atilde;o n&atilde;o
        		paga no vencimento acrescidas dos encargos contratuais. O AVALISTA outorga poderes para firmar seu aval
        		nestas Notas Promiss&oacute;rias, podendo o VENDEDOR substabelecer.</li>
    <li>COMPRADOR concorda em que o VENDEDOR, a seu ju&iacute;zo e conveni&ecirc;ncia, efetue
        		opera&ccedil;&otilde;es de cr&eacute;dito junto a entidades financeiras, repassando, refinanciando ou
        		dando por garantia o presente contrato. Neste caso, o COMPRADOR, deste logo, confessa-se tamb&eacute;m
        		devedor perante a Institui&ccedil;&atilde;o Financeira com a qual transacionar o VENDEDOR concordando,
        		igualmente,em assinar Notas Promiss&oacute;rias em favor da Institui&ccedil;&atilde;o Financeira
        		subrogada no cr&eacute;dito do presente contrato, pelo que, constitui o VENDEDOR seu bastante procurador
        		para assinar as referidas Promiss&oacute;rias e emit&iacute;-las pelo valor do d&eacute;bito apurado no
        		momento da transa&ccedil;&atilde;o.</li>
    <li>O VENDEDOR poder&aacute; negociar livremente o presente Contrato, cedendo, transferindo ou caucionando-o a
        		terceiros, ficando este,em tais casos subrogados em todos os direitos, interesses, prerrogativas e
        		garantias inerentes ao contrato cedido, transferindo ou caucionando, sem que estes fatos o alterem.</li>
    <li>Qualquer concess&atilde;o do VENDEDOR para o COMPRADOR, n&atilde;o importar&aacute; em
        		altera&ccedil;&atilde;o, modifica&ccedil;&atilde;o ou nova&ccedil;&atilde;o do Contrato ou de suas
        		cl&aacute;usulas, nem constituir&aacute; precedentes invoc&aacute;veis pelo COMPRADOR, OU seu
        		coobrigado.</li>
    <li>No caso de fal&ecirc;ncia ou concordata preventiva do COMPRADOR, assistir&aacute; ao VENDEDOR o direito de,
        		mediante reclama&ccedil;&atilde;o reivindicat&oacute;ria ou embargos de terceiros senhor e possuidor,
        		conforme o caso, reaver a(s) mercadoria(s) com todos os seus pertences e acess&oacute;rios, ficando o
        		COMPRADOR, sujeito &agrave; cl&aacute;usula 7.</li>
    <li>N&atilde;o havendo pago o pre&ccedil;o total da venda sob as condi&ccedil;&otilde;es da cl&aacute;usula 7, o
        		COMPRADOR n&atilde;o poder&aacute;, por qualquer forma, alienar, onerar, alugar ou ceder a quem quer que
        		seja o uso da(s) mercadoria(s). Do mesmo modo, enquanto n&atilde;o forem pagas todas as
			presta&ccedil;&otilde;es, obriga-se o COMPRADOR, sob as penas da cl&aacute;usula 7:
			<br>
            <br>a) A manter a(s) mercadoria(s) em perfeito estado de conserva&ccedil;&atilde;o e funcionamento,
                				permitindo ao VENDEDOR vistori&aacute;-la(s) em qualquer tempo e lugar;
            <br>b) A proteg&ecirc;-la(s) contra quaisquer turba&ccedil;&otilde;es de terceiros, dando aviso
                				imediato ao VENDEDOR que reserva iguais direitos para si;
            <br>c) A n&atilde;o transferir este contrato sem pr&eacute;via autoriza&ccedil;&atilde;o escrita do
                				VENDEDOR, bem como a comunicar-lhe imediatamente qualquer mudan&ccedil;a de
                				resid&ecirc;ncia ou local onde se achar(em) a(s) mercadoria(s);
            <br>d) A responder por todos os acidentes, danos e preju&iacute;zos causados direta ou
                				indiretamente pelas mercadorias, a si ou a terceiros e por todos os riscos a que estas
                				estiverem sujeitas, bem como as consequ&ecirc;ncias da&iacute; decorrentes, de qualquer
                				origem;
            <br>e) Responder por todas as custas e despesas (inclusive honor&aacute;rios de advogados) a que
						der causa.
						<br>
      
    </li>
    <li>No caso sofrer(em) a(s) mercadoria(s) quaisquer embargos, seq&uuml;estro, penhora ou apreens&atilde;o
        		judicial ou policial, caber&aacute; ao VENDEDOR, o direito de como terceiro senhor e possuidor, defender
        		os direitos sobre a(s) mercadoria(s) podendo se assim lhe convier, entreg&aacute;-la(s) de novo ao
        		COMPRADOR, mantido o presente Contrato. No caso contr&aacute;rio, ter&aacute; aplica&ccedil;&atilde;o o
        		disposto na cl&aacute;usula 7.</li>
    <li>Para dirimir quaisquer quest&otilde;es que direta ou indiretamente decorram deste Contrato, as partes elegem
        		o foro da comarca de Teresina, com ren&uacute;ncia expressa de qualquer outra, por mais privilegiada que
        		seja.</li>
</ol>
<br>
<p>Justo e acertado, as partes contratantes assinam o presente Contrato na presen&ccedil;a de duas testemunhas.</p>
